Repository: idoodler/LabImporter
Catalog: LabImporter/Localizable.xcstrings
Source language: en
Languages: bg, ca, cs, da, de, el, es, fi, fr, hr, hu, it, ja, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans

source: Values are extracted by on-device AI and OCR, which can misread or miss results.
bg: Стойностите се извличат от ИИ на устройството и OCR, които могат да разчетат погрешно или да пропуснат резултати.
ca: Els valors s'extreuen mitjançant la IA del dispositiu i l'OCR, que poden llegir malament o ometre resultats.
cs: Hodnoty extrahuje AI na zařízení a OCR, které mohou výsledky chybně přečíst nebo přehlédnout.
da: Værdier udtrækkes af AI på enheden og OCR, som kan læse forkert eller overse resultater.
de: Werte werden durch geräteinterne KI und OCR erfasst, die Ergebnisse falsch lesen oder übersehen können.
el: Οι τιμές εξάγονται από ΤΝ στη συσκευή και OCR, που μπορεί να διαβάσουν λάθος ή να παραλείψουν αποτελέσματα.
es: Los valores se extraen mediante IA en el dispositivo y OCR, que pueden leer mal u omitir resultados.
fi: Arvot poimitaan laitteella toimivalla tekoälyllä ja tekstintunnistuksella, jotka voivat lukea tuloksia väärin tai ohittaa niitä.
fr: Les valeurs sont extraites par l'IA sur l'appareil et l'OCR, qui peuvent mal lire ou omettre des résultats.
hr: Vrijednosti izvlači umjetna inteligencija na uređaju i OCR, koji mogu pogrešno pročitati ili propustiti rezultate.
hu: Az értékeket az eszközön futó MI és OCR nyeri ki, amelyek félreolvashatnak vagy kihagyhatnak eredményeket.
it: I valori vengono estratti dall'IA sul dispositivo e dall'OCR, che possono leggere male o tralasciare dei risultati.
ja: 値はデバイス内蔵の AI と OCR によって抽出されるため、誤読や見落としが起こることがあります。
nl: Waarden worden geëxtraheerd door AI op het apparaat en OCR, die resultaten verkeerd kunnen lezen of missen.
pl: Wartości są odczytywane przez AI na urządzeniu i OCR, które mogą błędnie odczytać lub pominąć wyniki.
pt_br: Os valores são extraídos por IA no dispositivo e OCR, que podem ler errado ou omitir resultados.
pt_pt: Os valores são extraídos por IA no dispositivo e OCR, que podem ler mal ou omitir resultados.
ro: Valorile sunt extrase prin IA de pe dispozitiv și OCR, care pot citi greșit sau pot omite rezultate.
ru: Значения распознаются ИИ на устройстве и OCR, которые могут ошибиться или пропустить результаты.
sk: Hodnoty sa extrahujú pomocou AI v zariadení a OCR, ktoré môžu výsledky nesprávne prečítať alebo vynechať.
sv: Värden extraheras med AI på enheten och OCR, som kan läsa fel eller missa resultat.
tr: Değerler, sonuçları yanlış okuyabilen veya atlayabilen cihaz içi yapay zekâ ve OCR ile çıkarılır.
uk: Значення розпізнаються ШІ на пристрої та OCR, які можуть помилитися або пропустити результати.
zh_hans: 数值由设备端 AI 和 OCR 提取，可能出现误读或遗漏。

source: Version
bg: Версия
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
fi: Versio
hr: Verzija
hu: Verzió
it: Versione
ja: バージョン
nl: Versie
pl: Wersja
pt_br: Versão
pt_pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
tr: Sürüm
uk: Версія
zh_hans: 版本

source: Version %@ (%@)
bg: Версия %1$@ (%2$@)
ca: Versió %1$@ (%2$@)
cs: Verze %1$@ (%2$@)
da: Version %1$@ (%2$@)
de: Version %1$@ (%2$@)
el: Έκδοση %1$@ (%2$@)
es: Versión %1$@ (%2$@)
fi: Versio %1$@ (%2$@)
fr: Version %1$@ (%2$@)
hr: Verzija %1$@ (%2$@)
hu: Verzió: %1$@ (%2$@)
it: Versione %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
nl: Versie %1$@ (%2$@)
pl: Wersja %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)
pt_pt: Versão %1$@ (%2$@)
ro: Versiunea %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
sk: Verzia %1$@ (%2$@)
sv: Version %1$@ (%2$@)
tr: Sürüm %1$@ (%2$@)
uk: Версія %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)

source: View All Trends
bg: Виж всички тенденции
ca: Mostra totes les tendències
cs: Zobrazit všechny trendy
da: Vis alle tendenser
de: Alle Trends anzeigen
el: Προβολή όλων των τάσεων
es: Ver todas las tendencias
fi: Näytä kaikki trendit
fr: Voir toutes les tendances
hr: Prikaži sve trendove
hu: Összes trend megtekintése
it: Vedi tutti gli andamenti
ja: すべてのトレンドを見る
nl: Alle trends bekijken
pl: Zobacz wszystkie trendy
pt_br: Ver todas as tendências
pt_pt: Ver todas as tendências
ro: Vezi toate tendințele
ru: Посмотреть все тренды
sk: Zobraziť všetky trendy
sv: Visa alla trender
tr: Tüm Eğilimleri Görüntüle
uk: Переглянути всі тенденції
zh_hans: 查看所有趋势

source: View on GitHub
bg: Виж в GitHub
ca: Mostra a GitHub
cs: Zobrazit na GitHubu
da: Vis på GitHub
de: Auf GitHub ansehen
el: Προβολή στο GitHub
es: Ver en GitHub
fi: Näytä GitHubissa
fr: Voir sur GitHub
hr: Prikaži na GitHubu
hu: Megtekintés a GitHubon
it: Visualizza su GitHub
ja: GitHub で表示
nl: Bekijk op GitHub
pl: Zobacz na GitHubie
pt_br: Ver no GitHub
pt_pt: Ver no GitHub
ro: Vezi pe GitHub
ru: Открыть на GitHub
sk: Zobraziť na GitHube
sv: Visa på GitHub
tr: GitHub'da Görüntüle
uk: Переглянути на GitHub
zh_hans: 在 GitHub 上查看

source: View on loinc.org
bg: Виж в loinc.org
ca: Mostra a loinc.org
cs: Zobrazit na loinc.org
da: Vis på loinc.org
de: Auf loinc.org ansehen
el: Προβολή στο loinc.org
es: Ver en loinc.org
fi: Näytä osoitteessa loinc.org
fr: Voir sur loinc.org
hr: Prikaži na loinc.org
hu: Megtekintés a loinc.org oldalon
it: Visualizza su loinc.org
ja: loinc.orgで見る
nl: Bekijk op loinc.org
pl: Zobacz na loinc.org
pt_br: Ver em loinc.org
pt_pt: Ver em loinc.org
ro: Vezi pe loinc.org
ru: Открыть на loinc.org
sk: Zobraziť na loinc.org
sv: Visa på loinc.org
tr: loinc.org'da görüntüle
uk: Переглянути на loinc.org
zh_hans: 在 loinc.org 上查看

source: Visible
bg: Видими
cs: Viditelné
da: Synlig
de: Sichtbar
el: Ορατά
fi: Näkyvissä
hr: Vidljivo
hu: Látható
it: Visibile
ja: 表示中
nl: Zichtbaar
pl: Widoczny
pt_br: Visível
pt_pt: Visível
ro: Vizibil
ru: Видимый
sk: Viditeľné
sv: Synlig
tr: Görünür
uk: Видимий
zh_hans: 可见

source: Vitamins & Minerals
bg: Витамини и минерали
ca: Vitamines i minerals
cs: Vitamíny a minerály
da: Vitaminer og mineraler
de: Vitamine & Mineralstoffe
el: Βιταμίνες και μέταλλα
es: Vitaminas y minerales
fi: Vitamiinit ja kivennäisaineet
fr: Vitamines et minéraux
hr: Vitamini i minerali
hu: Vitaminok és ásványi anyagok
it: Vitamine e minerali
ja: ビタミン・ミネラル
nl: Vitamines en mineralen
pl: Witaminy i minerały
pt_br: Vitaminas e minerais
pt_pt: Vitaminas e minerais
ro: Vitamine și minerale
ru: Витамины и минералы
sk: Vitamíny a minerály
sv: Vitaminer och mineraler
tr: Vitaminler ve mineraller
uk: Вітаміни та мінерали
zh_hans: 维生素和矿物质

source: Welcome back, %@
bg: Добре дошли отново, %@
ca: Hola de nou, %@
cs: Vítejte zpět, %@
da: Velkommen tilbage, %@
de: Willkommen zurück, %@
el: Καλώς ήρθατε ξανά, %@
es: ^[Bienvenido](inflect: true) de nuevo, %@
fi: Tervetuloa takaisin, %@
fr: ^[Heureux](inflect: true) de vous revoir, %@
hr: Dobro došli natrag, %@
hu: Üdv újra, %@
it: ^[Bentornato](inflect: true), %@
ja: おかえりなさい、%@
nl: Welkom terug, %@
pl: Witaj ponownie, %@
pt_br: ^[Bem-vindo](inflect: true) de volta, %@
pt_pt: Bem-vindo de volta, %@
ro: Bine ai revenit, %@
ru: С возвращением, %@
sk: Vitajte späť, %@
sv: Välkommen tillbaka, %@
tr: Tekrar hoş geldiniz, %@
uk: З поверненням, %@
zh_hans: 欢迎回来，%@

source: Welcome to
bg: Добре дошли в
ca: Et donem la benvinguda a
cs: Vítejte v
da: Velkommen til
de: Willkommen bei
el: Καλώς ήρθατε στο
es: ^[Bienvenido](inflect: true) a
fi: Tervetuloa –
fr: Bienvenue dans
hr: Dobro došli u
hu: Üdvözöl a
it: ^[Benvenuto](inflect: true) in
ja: ようこそ
nl: Welkom bij
pl: Witaj w
pt_br: ^[Bem-vindo](inflect: true) ao
pt_pt: Bem-vindo ao
ro: Bun venit la
ru: Добро пожаловать в
sk: Vitajte v aplikácii
sv: Välkommen till
tr: Hoş Geldiniz
uk: Ласкаво просимо до
zh_hans: 欢迎使用

source: You can turn iCloud sync on or off later in Settings.
bg: Можете да включите или изключите синхронизацията с iCloud по-късно в Настройки.
ca: Pots activar o desactivar la sincronització amb iCloud més tard als Ajustaments.
cs: Synchronizaci s iCloud můžete později zapnout nebo vypnout v Nastavení.
da: Du kan slå iCloud-synkronisering til eller fra senere i Indstillinger.
de: Du kannst die iCloud-Synchronisierung später in den Einstellungen ein- oder ausschalten.
el: Μπορείτε να ενεργοποιήσετε ή να απενεργοποιήσετε τον συγχρονισμό iCloud αργότερα στις Ρυθμίσεις.
es: Puedes activar o desactivar la sincronización con iCloud más tarde en Ajustes.
fi: Voit ottaa iCloud-synkronoinnin käyttöön tai pois käytöstä myöhemmin Asetuksissa.
fr: Vous pouvez activer ou désactiver la synchronisation iCloud plus tard dans les Réglages.
hr: iCloud sinkronizaciju možete kasnije uključiti ili isključiti u Postavkama.
hu: Az iCloud-szinkronizálást később a Beállításokban kapcsolhatod be vagy ki.
it: Puoi attivare o disattivare la sincronizzazione iCloud in seguito nelle Impostazioni.
ja: iCloud同期は後で設定からオン・オフを切り替えられます。
nl: Je kunt iCloud-synchronisatie later in- of uitschakelen in Instellingen.
pl: Synchronizację iCloud możesz później włączyć lub wyłączyć w Ustawieniach.
pt_br: Você pode ativar ou desativar a sincronização do iCloud depois nos Ajustes.
pt_pt: Pode ativar ou desativar a sincronização com o iCloud mais tarde nos Ajustes.
ro: Poți activa sau dezactiva sincronizarea iCloud mai târziu în Configurări.
ru: Синхронизацию iCloud можно включить или выключить позже в Настройках.
sk: Synchronizáciu cez iCloud môžete neskôr zapnúť alebo vypnúť v Nastaveniach.
sv: Du kan slå på eller av iCloud-synk senare i Inställningar.
tr: iCloud senkronizasyonunu daha sonra Ayarlar’dan açıp kapatabilirsiniz.
uk: Синхронізацію iCloud можна ввімкнути або вимкнути пізніше в Налаштуваннях.
zh_hans: 你可以稍后在“设置”中开启或关闭 iCloud 同步。

source: Your Dashboard, Everywhere
bg: Вашето табло, навсякъде
ca: El teu tauler, a tot arreu
cs: Váš přehled všude
da: Din oversigt, overalt
de: Dein Dashboard, überall
el: Ο πίνακάς σας, παντού
es: Tu panel, en todas partes
fi: Koontinäyttösi, kaikkialla
fr: Votre tableau de bord, partout
hr: Vaša nadzorna ploča, posvuda
hu: A vezérlőpultod mindenhol
it: La tua dashboard, ovunque
ja: どこでも同じダッシュボード
nl: Je dashboard, overal
pl: Twój pulpit wszędzie
pt_br: Seu painel em todo lugar
pt_pt: O seu painel, em todo o lado
ro: Panoul tău, peste tot
ru: Ваша панель везде
sk: Váš prehľad, kdekoľvek
sv: Din översikt, överallt
tr: Panonuz her yerde
uk: Ваша панель усюди
zh_hans: 随处可用的仪表板

source: Lab value
bg: Лабораторна стойност
ca: Valor de laboratori
cs: Laboratorní hodnota
da: Laboratorieværdi
de: Laborwert
el: Εργαστηριακή τιμή
es: Valor de laboratorio
fi: Laboratorioarvo
fr: Valeur de laboratoire
hr: Laboratorijska vrijednost
hu: Laborérték
it: Valore di laboratorio
ja: 検査値
nl: Labwaarde
pl: Wartość laboratoryjna
pt_br: Valor laboratorial
pt_pt: Valor laboratorial
ro: Valoare de laborator
ru: Лабораторный показатель
sk: Laboratórna hodnota
sv: Labbvärde
tr: Laboratuvar değeri
uk: Лабораторний показник
zh_hans: 化验值

source: Commit
ja: コミット
ru: Коммит
uk: Коміт
zh_hans: 提交
